Repository: KeremDev/RiskDetected
Catalog: App/Localization/Onboarding.xcstrings
Source language: tr
Languages: en

# onboarding.obcertificate.view.a.sinifi.isg.uzmani.4ac7f66b
source: A Sınıfı İSG Uzmanı
en: Class A OHS Expert

# onboarding.obcertificate.view.az.tehlikeli.sinifta.yetkili.23a20492
source: Az tehlikeli sınıfta yetkili.
en: Authorised for low-hazard workplaces.

# onboarding.obcertificate.view.b.sinifi.isg.uzmani.86c483dc
source: B Sınıfı İSG Uzmanı
en: Class B OHS Expert

# onboarding.obcertificate.view.c.sinifi.isg.uzmani.4785e611
source: C Sınıfı İSG Uzmanı
en: Class C OHS Expert

# onboarding.obcertificate.view.cok.tehlikeli.sinifta.yetkili.aaaf50c7
source: Çok tehlikeli sınıfta yetkili.
en: Authorised for very-high-hazard workplaces.

# onboarding.obcertificate.view.devam.ed81eccf
source: Devam
en: Continue

# onboarding.obcertificate.view.hangi.sertifika.sinifindasin.dd146c19
source: Hangi sertifika sınıfındasın?
en: Which certification class are you in?

# onboarding.obcertificate.view.sana.ozel.risk.sablonlari.hazirlayacagiz.671e73ee
source: Sana özel risk şablonları hazırlayacağız.
en: We will prepare tailored risk templates for you.

# onboarding.obcertificate.view.tehlikeli.siniflarda.yetkili.a91575b7
source: Tehlikeli sınıflarda yetkili.
en: Authorized in hazardous classes.

# onboarding.obcomponents.planin.hazir.simdi.kilitleyelim.b6f352e1
source: Planın hazır, şimdi kilitleyelim
en: Your plan is ready, now let's lock it

# onboarding.obcomponents.sektor.secildi.985a1dab
source: sektör seçildi
en: sector selected

# onboarding.obcomponents.sinif.secildi.af68ecbf
source: sınıf seçildi
en: class selected

# onboarding.obfrequency.view.haftada.kac.isyerinde.denetim.yapiyorsun.800c3756
source: Haftada kaç işyerinde denetim yapıyorsun?
en: How many workplaces do you inspect per week?

# onboarding.obfrequency.view.planimi.hazirla.3638fcc3
source: Planımı Hazırla
en: Prepare My Plan

source: Planımızı senin tempona göre ölçeklendirelim.
en: Let us scale our plan to your pace.

# onboarding.obhazard.class.view.birden.fazla.secebilirsin.9a89b3cb
source: Birden fazla seçebilirsin.
en: You can choose more than one.

# onboarding.obhazard.class.view.devam.dca438c1
source: Devam
en: Continue

# onboarding.obhazard.class.view.hangi.tehlike.sinifinda.calisiyorsun.79f6293b
source: Hangi tehlike sınıfında çalışıyorsun?
en: Which hazard class do you work in?

# onboarding.obhazard.class.view.imalat.gida.saglik.vb.5c5fd03f
source: İmalat, gıda, sağlık vb.
en: Manufacturing, food, healthcare, etc.

# onboarding.obhazard.class.view.ofis.perakende.hizmet.vb.37aa6e42
source: Ofis, perakende, hizmet vb.
en: Office, retail, service etc.

# onboarding.obhazard.class.view.petrokimya.maden.insaat.fabrika.vb.34e41743
source: Petrokimya, maden, inşaat, fabrika vb.
en: Petrochemical, mine, construction, factory etc.

# onboarding.obhazard.class.view.sinif.secildi.1b7300f0
source: sınıf seçildi
en: class selected

# onboarding.obloading.view.icin.rapor.formati.kisisellestiriliyor.34aea260
source: için rapor formatı kişiselleştiriliyor...
en: Report format is personalized for...

# onboarding.obloading.view.icin.risk.analiz.sablonlari.yukleniyor.4b30b304
source: için risk analiz şablonları yükleniyor...
en: Loading risk analysis templates for...

# onboarding.obloading.view.plan.hazir.d352f51f
source: Plan hazır.
en: The plan is ready.

# onboarding.obloading.view.sana.ozel.kurulum.hazirlaniyor.a7043077
source: Sana özel kurulum hazırlanıyor…
en: Preparing your personalised setup...

# onboarding.obloading.view.sinifi.icin.kontrol.listesi.hazirlaniyor.85dc6c38
source: sınıfı için kontrol listesi hazırlanıyor...
en: Preparing a checklist for the class...

source: Plan, teklif ve uygulama hatırlatmaları için bildirimleri aç.
en: Turn on notifications for plan, offer and app reminders.

# onboarding.obnotification.permission.view.simdi.odeme.alinmayacak.39364ad1
source: Bu adımda satın alma yapılmaz
en: No purchase is made at this step

source: Deneme süren bitmeden sana haber verelim
en: We'll remind you before your trial ends

# onboarding.obnotification.permission.view.ucretsiz.devam.et.c00788c5
source: Bildirimleri Aç
en: Turn On Notifications

# onboarding.obpain.point.view.bunu.a5eb474f
source: Bunu
en: This

# onboarding.obpain.point.view.degistirecegiz.740e76b1
source: değiştireceğiz.
en: we will change it.

# onboarding.obpain.point.view.devam.9bac1052
source: Devam
en: Continue

source: Sahada gördüklerini akşam ofiste mi yazıyorsun?
en: Do you write up your site observations later at the office?

# onboarding.obpain.point.view.tanidik.geliyor.mu.f06d0cd9
source: Tanıdık geliyor mu?
en: Sound familiar?

# onboarding.obpaywall.view.1.uzmanlari.icin.hazirlandi.1895b300
source: %1$@ UZMANLARI İÇİN HAZIRLANDI
en: BUILT FOR %1$@ PROFESSIONALS

# onboarding.obpaywall.view.17.indirim.acd00702
source: %17 İNDİRİM
en: 17% DISCOUNT

# onboarding.obpaywall.view.5.kullaniciya.kadar.52755363
source: 5 kullanıcıya kadar
en: up to 5 users

# onboarding.obpaywall.view.aylik.c58200cd
source: Aylık
en: Monthly

# onboarding.obpaywall.view.donustur.569f5956
source: dönüştür.
en: transform.

# onboarding.obpaywall.view.ekip.ile.paylas.ve.yorumla.3d615ff3
source: Ekip ile paylaş ve yorumla
en: Share and comment with the team

# onboarding.obpaywall.view.fine.kinney.5.5.l.s.4ac3cf81
source: Fine-Kinney · 5×5 · L×Ş
en: Fine-Kinney · 5×5 · L×S

# onboarding.obpaywall.view.gizlilik.120a8da1
source: Gizlilik
en: Privacy

# onboarding.obpaywall.view.hemen.baslar.istedigin.zaman.iptal.bda70860
source: Hemen başlar · istediğin zaman iptal
en: Starts immediately · cancel anytime

source: Fiyat ve uygun teklifler App Store'da gösterilir
en: Price and eligible offers are shown in the App Store

# onboarding.obpaywall.view.ilk.7.gun.ucretsiz.sonra.1.yil.92cf2208
source: Yıllık %1$@ · varsa teklif App Store'da uygulanır
en: %1$@ per year · eligible offers are applied by the App Store

source: İstediğin zaman iptal · App Store üzerinden faturalandırılır
en: Cancel anytime · Billed via App Store

# onboarding.obpaywall.view.mevzuat.referanslari.ile.927c6758
source: Mevzuat referansları ile
en: Structured safety review

# onboarding.obpaywall.view.oncelikli.destek.d923fb48
source: Öncelikli destek
en: Priority support

# onboarding.obpaywall.view.pdf.excel.disa.aktarim.893fa0e6
source: PDF + Excel dışa aktarım
en: PDF + Excel export

# onboarding.obpaywall.view.planin.hazir.7.gun.ucretsiz.dene.77c5ffa7
source: Fiyat ve uygun teklifler App Store'da doğrulanır
en: Price and eligible offers are verified in the App Store

# onboarding.obpaywall.view.sahadaki.her.gozlemi.74e61cb3
source: Sahadaki her gözlemi
en: Every observation in the field

# onboarding.obpaywall.view.sartlar.9a992598
source: Şartlar
en: Terms

# onboarding.obpaywall.view.satin.alimlari.geri.yukle.b9e04822
source: Satın alımları geri yükle
en: Restore purchases

# onboarding.obpaywall.view.sinirsiz.fotograf.analizi.d14fa9d7
source: Sınırsız fotoğraf analizi
en: Multi-photo analysis

# onboarding.obpaywall.view.turkce.24.saat.icinde.yanit.b7483600
source: Türkçe · 24 saat içinde yanıt
en: Priority response within 24 hours

# onboarding.obpaywall.view.ucretsiz.denemeyi.baslat.a308f2c3
source: Devam et
en: Continue

# onboarding.obpaywall.view.yil.a344c127
source: /yıl
en: /year

# onboarding.obpaywall.view.yillik.5e3176f4
source: Yıllık
en: Annual

# onboarding.obplan.summary.view.hesabimi.olustur.5a057601
source: Hesabımı Oluştur
en: Create My Account

source: Son Aşama 🙂 Planını hesabına kaydedelim; sana özel analizler ve raporlar sunalım.
en: Final step. Save your plan to your account so we can tailor your analyses and reports.

# onboarding.obprofessional.role.view.advises.organisations.or.clients.fb24608f
source: Kuruluşlara veya müşterilere tavsiyelerde bulunur
en: Advises organisations or clients

source: İşyeri güvenliğiyle bağlantılı başka bir rol
en: Another role connected to workplace safety

source: En yakın seçeneği seçin. Bu, bir lisansı veya mesleki durumu doğrulamaz.
en: Choose the closest option. This does not verify a licence or professional status.

# onboarding.obprofessional.role.view.continue.a1d0f82e
source: Devam etmek
en: Continue

# onboarding.obprofessional.role.view.engineering.or.technical.role.6d65e946
source: Mühendislik veya teknik rol
en: Engineering or technical role

# onboarding.obprofessional.role.view.leads.health.safety.or.whs.activity.64cd8ac9
source: Sağlık, güvenlik veya WHS faaliyetlerine öncülük eder
en: Leads health, safety or WHS activity

# onboarding.obprofessional.role.view.manages.site.operations.450bd9c7
source: Site operasyonlarını yönetir
en: Manages site operations

source: İşyeri güvenliği desteği veya denetimleri sağlar
en: Provides workplace-safety support or inspections

source: Bir işletme veya işyerinden sorumlu
en: Responsible for a business or workplace

source: İnsanları veya iş faaliyetlerini denetler
en: Supervises people or work activities

# onboarding.obprofessional.role.view.what.best.describes.your.role.cb5ef255
source: Rolünüzü en iyi ne tanımlar?
en: What best describes your role?

source: Güvenlik terminolojinizi seçin
en: Choose your safety terminology

# onboarding.obsafety.profile.selection.view.continue.2db574eb
source: Devam etmek
en: Continue

# onboarding.obsafety.profile.selection.view.continue.e58c5d7e
source: Devam etmek
en: Continue

source: Çalışmanız için kullanılan terminolojiyi seçin. Bu, analizler ve raporlardaki ifadeleri değiştirir; yasal uygunluğu onaylamaz.
en: Select the terminology used for your work. This changes wording in analyses and reports; it does not certify legal compliance.

source: Gelecekteki analizler için bunu Profil'de değiştirebilirsiniz.
en: You can change this for future analyses in Profile.

# onboarding.obsector.view.asagi.kaydirarak.diger.sektorleri.gorebilirsin.2f853e1f
source: Aşağı kaydırarak diğer sektörleri görebilirsin.
en: You can see other sectors by scrolling down.

source: Birden fazla seçebilirsin. Her analiz öncesinde, o fotoğrafı hangi sektör kapsamında değerlendirmek istediğini ayrıca soracağız.
en: You can choose more than one. Before each analysis, we will also ask in which sector you want to evaluate that photo.

# onboarding.obsector.view.daha.fazla.sektor.7386ba43
source: Daha fazla sektör
en: More sectors

# onboarding.obsector.view.devam.586e262c
source: Devam
en: Continue

# onboarding.obsector.view.hangi.sektorlerde.calisiyorsun.bab57f6f
source: Hangi sektörlerde çalışıyorsun?
en: Which sectors do you work in?

# onboarding.obsector.view.sektor.secildi.69792ff7
source: sektör seçildi
en: sector selected

# onboarding.obsplash.view.12.tehlike.5f66303d
source: 12 Tehlike
en: 12 hazards

# onboarding.obsplash.view.atla.d0c256d2
source: Atla
en: Skip

# onboarding.obsplash.view.bilgisi.hazirlaniyor.6b055b9b
source: bilgisi hazırlanıyor…
en: are being prepared…

# onboarding.obsplash.view.devam.et.93ac0880
source: Devam Et
en: Continue

# onboarding.obsplash.view.devam.et.a9d4eef4
source: Devam Et
en: Continue

source: Fotoğraf çek; yapay zekâ tehlikeleri otomatik tespit etsin, raporun anında oluşsun ve tek tıklama ile paylaş.
en: Take a photo. AI detects hazards, creates a report, and makes it ready to share.

# onboarding.obsplash.view.kok.neden.ve.mevzuat.22ab9903
source: Kök Neden ve Mevzuat
en: Root causes and references

# onboarding.obsplash.view.onboarding.ilerleme.1.6.aab755cd
source: Onboarding ilerleme, 1 / 6
en: Onboarding progress, 1 / 6

# onboarding.obsplash.view.profesyonel.isg.asistani.138cfae2
source: Profesyonel İSG Asistanı
en: Professional Safety Assistant

# onboarding.obsplash.view.riskdetected.onizleme.telefonu.4d1a083b
source: RiskDetected önizleme telefonu
en: RiskDetected preview phone

# onboarding.obsplash.view.tespit.edildi.c3b9d6e4
source: tespit edildi
en: detected

# onboarding.obtimeline.paywall.view.1.ay.istedigin.zaman.iptal.b6b0b4af
source: %1$@/ay — istediğin zaman iptal
en: %1$@/month — cancel anytime

source: %1$@ otomatik yenilenir. İstediğin zaman iptal edebilirsin.
en: %1$@ automatically renewed. You can cancel at any time.

# onboarding.obtimeline.paywall.view.17.indirim.16d1d18a
source: %17 İndirim
en: 17% Discount

# onboarding.obtimeline.paywall.view.5.gun.a1306735
source: Hatırlatma Gönderilir
en: Reminder Sent

# onboarding.obtimeline.paywall.view.7.gun.5bf94fa7
source: Hesabınız Aktif
en: Your Account Is Active

# onboarding.obtimeline.paywall.view.7.gun.ucretsiz.sonra.1.1c216e89
source: Yıllık %1$@ · varsa teklif App Store'da uygulanır
en: %1$@ per year · eligible offers are applied by the App Store

# onboarding.obtimeline.paywall.view.7.gun.ucretsiz.sonra.1.2.55ea6bc2
source: Yıllık %1$@ (%2$@) · varsa teklif App Store'da uygulanır
en: %1$@ per year (%2$@) · eligible offers are applied by the App Store

# onboarding.obtimeline.paywall.view.aboneligi.baslat.79fd5050
source: Aboneliği başlat
en: Start subscription

source: App Store fiyatı şu an alınamadı. İnternet bağlantını kontrol edip tekrar dene.
en: App Store price not available at this time. Check your internet connection and try again.

# onboarding.obtimeline.paywall.view.app.store.fiyatlari.yukleniyor.4a75e8db
source: App Store fiyatları yükleniyor...
en: App Store prices are loading...

# onboarding.obtimeline.paywall.view.app.store.odeme.ekrani.aciliyor.af128c75
source: App Store ödeme ekranı açılıyor...
en: Opening App Store payment screen...

source: App Store satın alma ekranı hazırlanıyor...
en: App Store purchase screen is being prepared...

# onboarding.obtimeline.paywall.view.aylik.311fbe87
source: Aylık
en: Monthly

source: Aylık fiyat App Store üzerinden yüklenecek.
en: The monthly price will load from the App Store.

# onboarding.obtimeline.paywall.view.bugun.21298096
source: Bugün
en: Today

# onboarding.obtimeline.paywall.view.bugun.48c76375
source: Bugün
en: Today

# onboarding.obtimeline.paywall.view.coklu.fotograf.analizi.3c6f6a3d
source: Çoklu Fotoğraf Analizi
en: Multi-Photo Analysis

source: Deneme süresinin 5. gününde size hatırlatma gönderilir.
en: We will send you a reminder on the fifth day of your trial.

# onboarding.obtimeline.paywall.view.detayli.analiz.24351d3b
source: Detaylı Analiz
en: Detailed Analysis

source: Deneme süresi sonunda hesabınız Plus olarak aktiflenir.
en: Your account becomes active on Plus when the trial period ends.

# onboarding.obtimeline.paywall.view.firma.yonetimi.3eeadbe7
source: Firma Yönetimi
en: Company Management

# onboarding.obtimeline.paywall.view.fiyat.yukleniyor.23a52d93
source: Fiyat yükleniyor...
en: Loading price...

# onboarding.obtimeline.paywall.view.fiyat.yukleniyor.31966e06
source: Fiyat yükleniyor...
en: Price is loading...

# onboarding.obtimeline.paywall.view.geri.yukle.1fe47fe9
source: Geri yükle
en: Restore

# onboarding.obtimeline.paywall.view.gizlilik.politikasi.54f451ed
source: Gizlilik Politikası
en: Privacy Policy

# onboarding.obtimeline.paywall.view.her.ay.e9db7612
source: Her ay
en: Every month

# onboarding.obtimeline.paywall.view.kullanim.sartlari.4d6e5995
source: Kullanım Şartları
en: Terms of Use

source: Lütfen bekleyin, aboneliğiniz App Store üzerinden kontrol ediliyor.
en: Please wait, your subscription is being checked through the App Store.

source: Onay penceresi açıldığında işlemi App Store üzerinden tamamlayabilirsin.
en: When the confirmation window opens, you can complete the process via the App Store.

# onboarding.obtimeline.paywall.view.pdf.excel.rapor.95bfded2
source: PDF/Excel Rapor
en: PDF/Excel Report

source: Plus Aboneliğin Gücünü Hemen Kullanın
en: Unlock the Power of Plus

source: Yıllık Plus özelliklerini ve App Store fiyatını incele.
en: Review annual Plus features and the App Store price.

# onboarding.obtimeline.paywall.view.risk.analizi.fine.kinney.ve.5.5.b43a3cfb
source: Risk Analizi (Fine-Kinney ve 5*5)
en: Risk assessment (Fine-Kinney and 5×5)

# onboarding.obtimeline.paywall.view.satin.alma.dogrulaniyor.4ccbcf49
source: Satın alma doğrulanıyor
en: Verifying purchase

# onboarding.obtimeline.paywall.view.satin.alma.hazirlaniyor.7e2cfcb3
source: Satın alma hazırlanıyor...
en: Preparing to purchase...

# onboarding.obtimeline.paywall.view.sektor.bazli.analiz.f645149d
source: Sektör Bazlı Analiz
en: Sector-Based Analysis

# onboarding.obtimeline.paywall.view.simdilik.ucretsiz.devam.et.0aa7a4dc
source: Şimdilik ücretsiz devam et
en: Continue for free for now

# onboarding.obtimeline.paywall.view.simdilik.ucretsiz.devam.et.871ae28f
source: Şimdilik ücretsiz devam et
en: Continue for free for now

# onboarding.obtimeline.paywall.view.simdilik.ucretsiz.devam.et.b59d7d99
source: Ücretsiz Devam Et
en: Continue for Free

# onboarding.obtimeline.paywall.view.tekrar.dene.f8ced812
source: Tekrar dene
en: Try again

source: Tüm özellikler hemen aktif olur, ödeme başlar.
en: All features are activated immediately and payment begins.

# onboarding.obtimeline.paywall.view.ucretsiz.deneme.nasil.calisir.030529b1
source: Yıllık Plan Nasıl Çalışır
en: How the Annual Plan Works

# onboarding.obtimeline.paywall.view.ucretsiz.denemeyi.baslat.dc125184
source: Devam Et
en: Continue

# onboarding.obtimeline.paywall.view.yillik.889fc7f2
source: Yıllık
en: Annual

# onboarding.obtrial.invite.view.0.00.ye.dene.c364ad31
source: 0.00 TL'ye dene
en: Try for free

# onboarding.obtrial.invite.view.aydinlatma.ee4f3377
source: Aydınlatma
en: Lighting

# onboarding.obtrial.invite.view.denemeni.istiyoruz.59a5e56c
source: birlikte seçelim
en: together

# onboarding.obtrial.invite.view.geri.yukle.baead888
source: Geri Yükle
en: Restore

# onboarding.obtrial.invite.view.gizlilik.politikasi.b57b93a6
source: Gizlilik Politikası
en: Privacy Policy

# onboarding.obtrial.invite.view.kkd.eksikligi.b99dabce
source: KKD eksikliği
en: Lack of PPE

# onboarding.obtrial.invite.view.rapor.hazir.2cda9278
source: Rapor hazır
en: The report is ready

# onboarding.obtrial.invite.view.sartlar.de56b87b
source: Şartlar
en: Terms

# onboarding.obtrial.invite.view.su.an.odeme.yok.5ab25673
source: Herhangi bir ücret alınmaz.
en: You won't be charged.

# onboarding.obtrial.invite.view.taahhut.yok.istedigin.zaman.iptal.1ebf94cb
source: Taahhüt yok, istediğin zaman iptal.
en: No commitment, cancel anytime.

# onboarding.obtrial.invite.view.ucretsiz.84c94af9
source: Denemenizi İstiyoruz
en: Trial

# onboarding.obtrial.invite.view.uygulamayi.faee4cf2
source: Ücretsiz
en: Free

# onboarding.obtrial.invite.view.uygulamayi.ucretsiz.denemeni.istiyoruz.2cbb5618
source: Ücretsiz denemenizi istiyoruz
en: We want you to try it for free

# onboarding.obtrial.invite.view.yuksekte.calisma.faca06c7
source: Yüksekte çalışma
en: Working at height

# onboarding.onboarding.personal.plan.1.akisina.uygun.ilerle.a26399c3
source: %1$@ akışına uygun ilerle.
en: Follow the %1$@ workflow.

source: %1$@ için eğitilmiş sistem, anında rapor.
en: A system tailored to %1$@, with instant reports.

source: %1$@ için eğitilmiş sistem, denetime hazır rapor.
en: A system tailored to %1$@, with audit-ready reports.

# onboarding.onboarding.personal.plan.1.icin.egitilmis.sistem.sade.rapor.91133a60
source: %1$@ için eğitilmiş Sistem, sade rapor.
en: A system tailored to %1$@, with clear reports.

source: %1$@ rolüne göre; anlaşılır bulgu dili ve düzenli dokümantasyon odaklı bir akış kurduk. Ekip içi iletişim ve arşivleme aynı yerde.
en: For the %1$@ role, we created a workflow focused on clear findings and consistent documentation. Team communication and archiving stay in one place.

source: Bulgular anlaşılır ve uygulanabilir kalsın.
en: Keep the findings understandable and actionable.

# onboarding.onboarding.personal.plan.detayli.rapor.uretilir.e12f7411
source: Detaylı rapor üretilir
en: A detailed report is produced

# onboarding.onboarding.personal.plan.ekip.dilinde.ozetle.a9beebae
source: Ekip dilinde özetle
en: Summarize in team language

# onboarding.onboarding.personal.plan.en.kritik.bulgu.liste.basinda.0a587b37
source: En kritik bulgu liste başında.
en: The most critical finding is at the top of the list.

# onboarding.onboarding.personal.plan.en.kritik.bulgu.liste.basinda.d608fb84
source: En kritik bulgu liste başında.
en: The most critical finding is at the top of the list.

# onboarding.onboarding.personal.plan.en.kritik.bulgu.liste.basinda.df7429ca
source: En kritik bulgu liste başında.
en: The most critical finding is at the top of the list.

# onboarding.onboarding.personal.plan.en.kritik.bulgu.liste.basinda.dfb35613
source: En kritik bulgu liste başında.
en: The most critical finding is at the top of the list.

# onboarding.onboarding.personal.plan.fine.kinney.5.5.rapor.hazir.fdc34345
source: Fine-Kinney/5*5 Rapor hazır.
en: Fine-Kinney / 5×5 report ready.

source: Fine-Kinney ve 5x5 çıktıları otomatik hazırlanır.
en: Fine-Kinney and 5x5 printouts are prepared automatically.

# onboarding.onboarding.personal.plan.fotograf.16fde2d2
source: Fotoğraf
en: Photograph

# onboarding.onboarding.personal.plan.fotograf.7d19fd1b
source: Fotoğraf
en: Photograph

# onboarding.onboarding.personal.plan.fotograf.b1bfc79a
source: Fotoğraf
en: Photograph

# onboarding.onboarding.personal.plan.fotograf.e877cacc
source: Fotoğraf
en: Photograph

source: Fotoğraf ya da metni paylaş, analiz başlasın.
en: Share the photo or text and let the analysis begin.

# onboarding.onboarding.personal.plan.gozlemini.hizla.analize.aktar.4bdb0017
source: Gözlemini hızla analize aktar.
en: Quickly transfer your observation into analysis.

source: İSG ekibin için kayıt ve paylaşım düzeni hazır
en: Registration and sharing system is ready for your OHS team

source: İSG için eğitilmiş sistem, %1$@ temposunda.
en: A workplace-safety system matched to a %1$@ pace.

source: İSG için eğitilmiş yapay zekamız anında çözümlesin.
en: Let our artificial intelligence trained for OHS solve it instantly.

source: Kayıt ve takip için düzenli doküman üret.
en: Produce regular documentation for recording and tracking.

# onboarding.onboarding.personal.plan.paylas.44a3428e
source: Paylaş
en: Share

# onboarding.onboarding.personal.plan.paylas.5fb1aeba
source: Paylaş
en: Share

# onboarding.onboarding.personal.plan.paylas.d5d89d64
source: Paylaş
en: Share

# onboarding.onboarding.personal.plan.paylas.ve.arsivle.5b69a799
source: Paylaş ve arşivle
en: Share and archive

source: PDF/Excel çıktısı arşive hazır gelir.
en: PDF/Excel output comes ready for archive.

source: Pratik kontrol ve raporlama akışın hazır
en: Practical control and reporting flow ready

# onboarding.onboarding.personal.plan.rapor.536a7ec0
source: Rapor
en: Report

# onboarding.onboarding.personal.plan.rapor.55c2795b
source: Rapor
en: Report

# onboarding.onboarding.personal.plan.rapor.ciktisi.olustur.4290d684
source: Rapor çıktısı oluştur
en: Generate report output

# onboarding.onboarding.personal.plan.rapor.firma.arsivine.kaydedilsin.ce75c5a8
source: Rapor firma arşivine kaydedilsin.
en: The report should be saved in the company archive.

source: Raporlar ekibinin hep elinin altında olsun.
en: Keep the reports at your team's disposal at all times.

# onboarding.onboarding.personal.plan.risk.analiz.planin.hazir.87aa9334
source: Risk analiz planın hazır
en: Your risk analysis plan is ready

# onboarding.onboarding.personal.plan.risk.analizi.6f07ec67
source: Risk Analizi
en: Risk Analysis

source: Risk Analizini PDF/Excel tek tıkla ilet.
en: Export the risk assessment to PDF or Excel with one tap.

# onboarding.onboarding.personal.plan.riskler.795bed4e
source: Riskler
en: Risks

# onboarding.onboarding.personal.plan.riskler.81ff87d0
source: Riskler
en: Risks

# onboarding.onboarding.personal.plan.riskler.d4c2534a
source: Riskler
en: Risks

# onboarding.onboarding.personal.plan.riskler.fa4a65d3
source: Riskler
en: Risks

# onboarding.onboarding.personal.plan.rutin.denetim.711caa02
source: Rutin denetim
en: routine inspection

# onboarding.onboarding.personal.plan.sana.ozel.a7533e6f
source: Sana Özel
en: Special for you
